[
    {
    "id": 1,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/panamanian-food-330x220.jpg",
    "title": "Panamanian Foods That Are Delicious",
    "desc": "Ceviche is a dish that contains marinated diced fish with citrus fruits like lemons and limes. This mixture makes the fish firm up and becomes opaque in color. Some may add tomato juice to it and enjoy it with tortilla chips.The Panama version of this dish will often contain cilantro and may be served with crackers or plantains. Next time you go on a panama canal cruise, you are sure to enjoy some ceviche. You could appreciate the beautiful views, and meet beautiful people, all while enjoying amazing food.This is a casserole type dish that is prepared and baked in a baking dish. It is often served around big holidays and family events. It contains ingredients like raisins, olives, and capers. Making it a truly Spanish dish. It has chicken and is similar to traditional tamales without the leaves wrapped around it.Empanadas can be served as a snack, appetizer, or paired with other items as a full meal. They are deep-fried and very flavorful. You will find that these include cheese, potatoes, and different types of meat.These are one of the most popular Panamanian foods and can be found all over the country. You can find them in mom-and-pop stores and family-owned bakeries. You will probably enjoy the dessert version as well, which may contain fruits and puddings."
  }, 
  {
    "id": 2,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/reduce-your-risk-of-heart-disease-330x220.jpg",
    "title": "How To Get Back Into Fitness After A Break",
    "desc": "Some people work out just because they want to and they don’t need any extra external motivation to push them towards their fitness goals. You might have once been one of these people before you had to take a break from your fitness routine, but taking a long hiatus can quickly dampen your enthusiasm for fitness. This is why you might need an external source of motivation so that you can get back to training with a spring in your step and some determination.Luckily, nowadays you can find some real motivation from almost anywhere around you. It could be your reflection in the mirror reminding you that you need to get in shape, one of the many fitness influencers on Instagram, or your kids who expect you to be able to pick them up and play with them. Motivation can be found just about anywhere. Be sure to use the motivation to write down your goals and get to work.No matter how passionate you feel about your fitness journey, you should be careful not to overdo it during your first few weeks back in training. This is when most people are the most eager to get back to their previous routine, but if you push yourself too hard too soon, you will only end up regressing and you might end up injuring yourself. To stop this from happening, take things slowly, look into selective androgen receptor modulators to help you rebuild muscle, and cool down properly to ease muscle soreness and pain, so you can manage your recovery properly.Don’t just throw yourself into a packed workout schedule straight away. Instead, only do a couple of workouts for the first week, and then add a training session each following week until you reach your target workload. This process needs to be something that you can manage for the long term, so don’t worry if you can’t fit as many training sessions into your routine as you used to be able to."
  }, 
  {
    "id": 3,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/surfing-330x220.jpg",
    "title": "WHAT EQUIPMENT DO I NEED TO START SURFING?",
    "desc": "Being one of the most popular water sports in the world, people of all ages are interested in learning as it even improves their daily skills. If you are planning a surf soon, here are a few things to keep in mind when planning your first surfing holiday.Among the many surfing exercises and techniques to improve your surfing, surf skating is a great activity on land that helps you become a better surfer. Check out Ombe surfskate review and find the right board for your specific type of surf training.Keep in mind that you don’t need to buy all the surfing gear straightaway, otherwise you may end up breaking the bank. But as you start out, a few essential items will make your learning sessions safer and easier. Read on to find out more.Well, it goes without saying that you need a surfboard to surf or you might as well as just go swimming. You will always want to purchase the best looking surfboard, but buying a board suited to your surf ability is the most essential thing.As newbies, it is important to choose a board that is suitable for the wave you are practicing surfing on, as it will help you learn the sport faster. The right choice will also give you more stability, grip and enable you to stay longer on the board without falling or slipping off. For instance a long board is recommended for new surfers, as they are perfect for learning to surf."
  }, 
  {
    "id": 4,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/structured-silver-to-help-with-good-gut-health-330x220.jpg",
    "title": "HOW TO USE INTERIOR DESIGN TO BRING MINDFULNESS TO YOUR HOME",
    "desc": "If you can’t dedicate an entire room to relaxation or fill your home with mindfulness elements, it’s okay – a quiet corner is often all you need. This space, no matter how big, should be kept free of clutter so you can focus on your body and mind instead of glancing at unopened mail and scattered kids’ toys all over the floor. Remove all kinds of distractions from your space and place a few boxes so you can quickly clean up the space.Noise can be detrimental to relaxation and mind peace, so if you live somewhere noisy, add a white noise machine to your relaxation area to mask the distracting noises. If you have space, a water feature is a great addition to your home—it brings nature inside and blesses you with relaxing murmuring sounds.Boost mindfulness and relaxation in your home by lighting up your space. All indoor spaces deserve some mood lighting, so use lamps to create a relaxing and stimulating effect. If you’re aiming for a whimsical feel in your home, string lights always look great. If you have outdoor spaces at home, make sure to light them up as well to boost their décor and functionality. A few path lights in your garden will make it pleasant and safe so you can spend the evenings relaxing outdoors and contemplating your connection with nature."
  }, 
  {
    "id": 5,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/weaning-off-zopiclone-330x220.jpg",
    "title": "HOW LONG DOES IT TAKE TO WEAN OFF ZOPICLONE?",
    "desc": "Like any other tablets, the medicine in question also comes in different mgs; you can buy Zopisign Online and 3.75 mg.Usually, the former one is recommended, as it works effectively within an 1 hour of its intake. For people over 65 years of age and the ones who haven’t triumphed over kidney diseases, they are urged to go for the latter one i.e., 3.75 mg. The latter one has lesser chances of side effects like invariable sleepiness kicking in.The prescription cannot be looked over in any case and can be taken with or without food intake. Another thing that one needs to be mindful of before starting on the medicine is to never chew on the tablet or crush it down, go for the liquid one if the solid form doesn’t work for you.Taking the medicine during pregnancy is strictly shown the doors as it may affect the baby in the womb. In some cases, it has been observed that the baby ends up falling prey to the side effects of the medicine.A few pieces of evidence stand against the consumption of this anti-insomnia medicine during pregnancy as it could lead to premature birth and the baby weighing less than the normal range. In other cases, it has been found taking medicine up to the labour may be harmful in the long run for the baby.For lactating women, the likelihood of the medicine being mixed with breast milk increases which can lead to infants experiencing the withdrawal symptoms. In dire cases, you can consult your midwives or doctors and crop up with an alternative."
  }, 
  {
    "id": 6,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/rest-day-330x220.jpg",
    "title": "5 REASONS YOU SHOULD TAKE A REST DAY",
    "desc": "The science of working out has some interesting insights into the value of rest. When you lift weights, you break your muscle fibers. During the rest and repair phase, your muscle tissue heals, growing stronger in the process. This means it’s after your workout — during the rest phase — that your body is doing the most important work of growing your tissues.Evidence suggests that taking short breaks throughout your workday boosts productivity. This seems to be counterintuitive because you automatically work less if you take more time off.However, while rest periods may take up precious minutes in your workday, they boost energy levels and improve your focus. There isn’t a formula for balancing work and rest, but experts suggest you listen to your body and take a break before you need to.Another benefit of taking breaks is that you’re avoiding burnout at work. Burnout is often a result of chronic overwork and can have disastrous health consequences. Moreover, there is no good reason to work that much — years of research reveal that working more than 40 hours a week doesn’t lead to higher output.One of the most restful things you can do for your mind is to sit in silence. Today’s world is full of distractions and pressures that will steal your peace. Taking time to sit quietly can help you reconnect with yourself and cultivate a more peaceful pace of life."
  }, 
  {
    "id": 7,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/erectile-dysfunction-330x220.jpg",
    "title": "ERECTILE DYSFUNCTION PILLS: YOUR GUIDE TO COMMON ED DRUGS",
    "desc": "There are several prescription medicines which are used for treating erectile dysfunction, which are taken orally and have been certified by the FDA. Generic Villa Pharmacy is a specialised pharmacy that specialises in all of these items. The most popular tablets are Cenforce 100, Vidalista 20, and Fildena 100.If you use nitrates for chest discomfort, such as nitroglycerin or a comparable drug, avoid using these ED meds. The combination has the potential to result in dangerously low blood pressure.Testosterone is infrequently prescribed by doctors to manage erectile dysfunction. In males with testosterone insufficiency, PDE5 inhibitors work usually used in conjunction with testosterone treatment. The meds, however, are with downsides.Testosterone might enable an individual to have a heart attack or stroke. Because of these dangers, the Food and Drug Administration (FDA) proposes that testosterone be only used by those who have low testosterone as a consequence of different health conditions.If the doctor prescribes testosterone, they will keep a close watch on you. They’ll examine your testosterone levels before and after you start taking the medicine. If your testosterone levels become too high, your doctor might suggest suspending or adjusting your therapy."
  }, 
  {
    "id": 8,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/buying-toys-for-ten-year-old-girls-330x220.jpg",
    "title": "BUYING TOYS FOR A 10-YEAR-OLD GIRL: A FEW THINGS TO BEAR IN MIND",
    "desc": "Toys that help your child to learn a new skill or enhance the ones they already have are a great idea. At 10, most children enjoy expressing their creative side. Arts and crafts toys are great for enabling them to do this. As are modelling kits and builder toys like Meccano. They are an especially good choice for a girl who is interested in going into engineering. At 10, many girls also enjoy playing with STEM toys.At 10, most children start to want to spend more time with their friends than their families. They want to have people around to play and for sleepovers. So, it is worth buying toys that encourage group play. Board games can be a good option, especially for rainy days. Usually, five or six can play at the same time.At 10, children start to become far more conscious of the way they look. This is natural, but you don’t want them to become too worried about it. Play is a safe way for them to explore and develop their own sense of style. Having a dress-up box is great for this. Kids have a lot of fun turning themselves and their friends into someone else.The above suggestions are just a starting point. If you still don’t feel inspired just go to somewhere like Amazon and check out their list of best-selling toys."
  }, 
  {
    "id": 9,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/face-serum-boosters-330x220.jpg",
    "title": "WHY YOU NEED SERUM FACE BOOSTERS IN YOUR SKINCARE ROUTINE",
    "desc": "If you already look after your skin with twice daily cleansing, toning, and moisturising you might well be wondering why you need to introduce a face serum into the mix as well. Well, we’re here to answer that question for you, because face serums are the missing link.It is a common misconception that face serums are like face oils. In actual fact, face serum boosters can be both oil and water based depending on which product you go for. Serums are lightweight formulas that are easily absorbed by the skin. This quick absorption means the skin nourishing ingredients get to work straight away. In addition to this, they help to form a protective barrier against the effects of daily life.Start by cleansing and toning your face as you usually would, but before you apply your moisturiser, rub in a few drops of your chosen serum. Face serums have a lighter texture than moisturisers, as they are made up of much smaller molecules. This enables them to penetrate deep into the skin and deliver high levels of active ingredients that get to work straightaway. By following up with moisturiser, you are essentially sealing in all of that goodness, thus maximising those skincare benefits."
  }, 
  {
    "id": 10,
    "image": "https://artofhealthyliving.com/wp-content/uploads/2021/10/boost-your-metabolism-330x220.jpg",
    "title": "6 EASY WAYS TO BOOST YOUR METABOLISM",
    "desc": "Your metabolism describes the rate at which the body uses energy (burns calories). Although the speed of your metabolism can partly be determined by your genetics, sex, age, lean muscle, and body fat percentage, there are several things you can do as part of a healthy lifestyle to increase the rate your body burns calories. Here are some of the best ways you can do so.Despite the increasing popularity in intermittent fasting, your body needs to have a regular intake of energy in order for your metabolism to keep ticking over nicely. If you last for hours and hours without eating, your body will start to slow down the metabolism to save energy. Providing your body with regular nutrition can have the opposite effect and gives your metabolism a boost. Aim to eat 3-4 meals a day with a few snacks in between.Stress signals danger to the body. Cortisol, the main hormone that is released when we are under stress, can have a negative effect on our metabolism. High cortisol has been linked to disordered eating and slow metabolic rate. Try to reduce your stress as much as possible. Reduce your workload, take regular rest days, and practice some form of mindfulness or meditation.Fruits and vegetables contain essential vitamins and minerals that are required for all of the metabolic reactions that take place in our bodies. In particular, the B vitamins are key to maintaining and boosting your metabolic rate. Try and eat a range of fruits and vegetables of all colors to give yourself the best chances of getting enough of every essential nutrient. Eat the rainbow!"
  }
]